{
  "version": 1,
  "source": {
    "lang": "de"
  },
  "target": {
    "lang": "en"
  },
  "lines": [
    {
      "startSec": 0.0,
      "endSec": 22.68,
      "de": "Na nu, was ist denn hier los? Wer ist denn das schöne schlafende Mädchen? Und warum schlafen",
      "en": "Well, what's going on here? Who is the beautiful sleeping girl? And why is she sleeping?"
    },
    {
      "startSec": 22.68,
      "endSec": 34.36,
      "de": "auch alle anderen am helllichten Tag? Nun, das kam so. Es waren einmal ein König und eine",
      "en": "everyone else in broad daylight too? Well, it happened like this. Once upon a time there was a king and a"
    },
    {
      "startSec": 34.36,
      "endSec": 41.64,
      "de": "Königin, die wünschten sich von ganzem Herzen ein Kind. Als sie eines Tages eine Tochter bekamen,",
      "en": "Queen, they wanted a child with all their hearts. One day they had a daughter,"
    },
    {
      "startSec": 41.64,
      "endSec": 47.24,
      "de": "freuten sich alle sehr, ganz besonders der König. Und weil er so glücklich war,",
      "en": "everyone was very happy, especially the king. And because he was so happy,"
    },
    {
      "startSec": 47.24,
      "endSec": 61.08,
      "de": "beschloss der König ein großes Fest zu feiern. Viele Gäste wurden eingeladen, auch die 13 weisen",
      "en": "the king decided to celebrate a great feast. Many guests were invited, including the 13 wise"
    },
    {
      "startSec": 61.08,
      "endSec": 68.48,
      "de": "Frauen, die im Reich des Königs lebten. Doch es gab nur zwölf goldene Teller, von denen sie essen",
      "en": "Women who lived in the king's kingdom. But there were only twelve golden plates for them to eat from"
    },
    {
      "startSec": 68.48,
      "endSec": 76.56,
      "de": "konnten und darum musste eine von ihnen zu Hause bleiben. Es wurde ein fröhliches Fest und die",
      "en": "and so one of them had to stay at home. It was a happy celebration and the"
    },
    {
      "startSec": 76.56,
      "endSec": 82.92,
      "de": "kleine Prinzessin wurde reich beschenkt, vor allem von den weisen Frauen. Von ihnen bekamen",
      "en": "The little princess received many gifts, especially from the wise women. They gave her"
    },
    {
      "startSec": 82.92,
      "endSec": 90.8,
      "de": "sie Schönheit, Klugheit, Güte und alles, was eine Prinzessin sich nur wünschen kann. Doch bevor",
      "en": "She has beauty, wisdom, kindness and everything a princess could wish for. But before"
    },
    {
      "startSec": 90.8,
      "endSec": 97.8,
      "de": "die zwölfte der weisen Frauen an der Reihe war, kam die dreizehnte dazu. Vor Wut, dass sie nicht",
      "en": "When it was the twelfth of the wise women's turn, the thirteenth joined them. Furious that she had not"
    },
    {
      "startSec": 97.8,
      "endSec": 104.56,
      "de": "eingeladen war, rief sie, die Prinzessin soll sich an ihrem 15. Geburtstag an einer Spindel stechen",
      "en": "was invited, she called out that the princess should prick herself on a spindle on her 15th birthday"
    },
    {
      "startSec": 104.56,
      "endSec": 111.32,
      "de": "und tot umfallen. Da trat die zwölfte der weisen Frauen hervor, die ihren Wunsch noch frei hatte",
      "en": "and fall down dead. Then the twelfth of the wise women, who still had her wish, came forward"
    },
    {
      "startSec": 111.32,
      "endSec": 117.96,
      "de": "und sagte, die Prinzessin soll nicht sterben, sondern nur in einen hundertjährigen Schlaf fallen.",
      "en": "and said that the princess should not die, but only fall into a hundred-year sleep."
    },
    {
      "startSec": 117.96,
      "endSec": 128.56,
      "de": "Der König machte sich große Sorgen und ließ alle Spindeln in seinem Reich vernichten. Alle guten",
      "en": "The king was very worried and had all the spindles in his kingdom destroyed. All the good"
    },
    {
      "startSec": 128.56,
      "endSec": 135.96,
      "de": "Wünsche der weisen Frauen traten ein. Das Kind war wunderschön, klug, besonders lieb und jeder",
      "en": "The wise women's wishes came true. The child was beautiful, clever, especially sweet and everyone"
    },
    {
      "startSec": 135.96,
      "endSec": 146.08,
      "de": "mochte es. So lebte es viele Jahre glücklich bei seinen Eltern. Am Morgen ihres 15. Geburtstags war",
      "en": "liked it. She lived happily with her parents for many years. On the morning of her 15th birthday"
    },
    {
      "startSec": 146.08,
      "endSec": 152.04,
      "de": "die Prinzessin allein im Schloss. Da lief sie ein wenig umher, bis sie in einen der Schlosstürme",
      "en": "The princess was alone in the castle. She wandered around for a while until she reached one of the castle towers."
    },
    {
      "startSec": 152.04,
      "endSec": 160.68,
      "de": "gelangte. Sie öffnete die Tür zu dem Turmzimmer und sah eine alte Frau an einem Spinnrad. Das Mädchen",
      "en": "arrived. She opened the door to the tower room and saw an old woman at a spinning wheel. The girl"
    },
    {
      "startSec": 160.68,
      "endSec": 167.64,
      "de": "fragte, was ist das für ein Ding, das so lustig herumspringt? Und als es die hüpfende Spindel in",
      "en": "asked, what is that thing that jumps around so funny? And when it saw the bouncing spindle in"
    },
    {
      "startSec": 167.64,
      "endSec": 174.72,
      "de": "die Hand nahm, stach es sich in die Hand und der Zauberspruch ging in Erfüllung. Sofort fiel das",
      "en": "took his hand, it stabbed itself in the hand and the spell was fulfilled. Immediately the"
    },
    {
      "startSec": 174.72,
      "endSec": 184.56,
      "de": "Mädchen in einen tiefen Schlaf. Zusammen mit der Prinzessin schlief das gesamte Königreich ein.",
      "en": "girl fell into a deep sleep. Together with the princess, the entire kingdom fell asleep."
    },
    {
      "startSec": 184.56,
      "endSec": 191.16,
      "de": "Der König und die Königin, die gerade nach Hause gekommen waren und der ganze Hofstaat mit ihnen.",
      "en": "The king and queen, who had just come home, and the whole court with them."
    },
    {
      "startSec": 191.16,
      "endSec": 197.16,
      "de": "Auch die Pferde im Stall, die Hunde im Hof, die Tauben auf dem Dach und die Fliegen an der Wand,",
      "en": "Also the horses in the stable, the dogs in the yard, the pigeons on the roof and the flies on the wall,"
    },
    {
      "startSec": 197.16,
      "endSec": 204.12,
      "de": "alle schliefen ein. Das Feuer im Herd hörte auf zu flackern und auch der Koch, der gerade mit dem",
      "en": "Everyone fell asleep. The fire in the stove stopped flickering and even the cook, who had just started the"
    },
    {
      "startSec": 204.12,
      "endSec": 213.32,
      "de": "Küchenjungen schimpfen wollte, schlief ein. Nichts bewegte sich mehr. Um das Schloss herum",
      "en": "I wanted to scold the kitchen boys and fell asleep. Nothing moved any more. Around the castle"
    },
    {
      "startSec": 213.32,
      "endSec": 219.6,
      "de": "wuchs eine Dornenhäcke, die immer größer und größer wurde, bis sie schließlich das ganze Schloss",
      "en": "a thorny hedge grew, which grew bigger and bigger until it finally covered the whole castle."
    },
    {
      "startSec": 219.6,
      "endSec": 227.64,
      "de": "einhüllte. In den folgenden Jahren hörten viele Prinzen von der schönen schlafenden Prinzessin,",
      "en": "enveloped her. In the years that followed, many princes heard about the beautiful sleeping princess,"
    },
    {
      "startSec": 227.64,
      "endSec": 234.84,
      "de": "die alle nun Dornröschen nannten. Sie alle wollten zu ihr und sie retten, doch die Dornenhäcke war zu",
      "en": "who everyone now called Sleeping Beauty. They all wanted to go to her and save her, but the thorny hedge was too"
    },
    {
      "startSec": 234.84,
      "endSec": 241.52,
      "de": "hoch und zu dicht und stach jeden, der ihr zu nahe kam. Keinem der Prinzen gelang es, im Schloss zu",
      "en": "high and too close and stung anyone who came too close. None of the princes managed to stay in the castle."
    },
    {
      "startSec": 241.52,
      "endSec": 248.84,
      "de": "kommen und Dornröschen aufzuwecken. Es vergingen viele, viele Jahre, bis wieder ein junger Prinz",
      "en": "and wake up Sleeping Beauty. Many, many years passed before another young prince"
    },
    {
      "startSec": 248.84,
      "endSec": 255.28,
      "de": "vorbeikam. Er hörte von der schönen schlafenden Prinzessin und auch von den Prinzen, die schon",
      "en": "passed by. He heard about the beautiful sleeping princess and also about the princes who were already"
    },
    {
      "startSec": 255.28,
      "endSec": 262.8,
      "de": "vor ihm vergeblich probiert hatten, sie zu retten. Er sagte, ich habe keine Angst, ich will den Schloss",
      "en": "had tried in vain to save her from him. He said, I'm not afraid, I want the castle"
    },
    {
      "startSec": 262.8,
      "endSec": 271.28,
      "de": "und das schöne Dornröschen sehen. Genau an diesem Tag waren die 100 Jahre vorbei und der Tag war",
      "en": "and see the beautiful Sleeping Beauty. On that very day, the 100 years were over and the day was"
    },
    {
      "startSec": 271.28,
      "endSec": 277.72,
      "de": "gekommen, an dem Dornröschen wieder aufwachen sollte. Und als der Königssohn an die Dornenhäcke trat,",
      "en": "The day had come when Sleeping Beauty was to wake up again. And when the king's son stepped up to the thorn bushes,"
    },
    {
      "startSec": 277.72,
      "endSec": 284.28,
      "de": "verwandelten sich die Dornen plötzlich in wunderschöne große Blumen. So konnte der Prinz ganz",
      "en": "the thorns suddenly turned into beautiful large flowers. So the prince was able to"
    },
    {
      "startSec": 284.28,
      "endSec": 291.56,
      "de": "einfach hindurchsteigen. Im Schloss sah er all die schlafenden Menschen und Tiere.",
      "en": "simply climb through. In the castle, he saw all the sleeping people and animals."
    },
    {
      "startSec": 291.56,
      "endSec": 303.16,
      "de": "Schließlich kam er in den Turm, wo er Dornröschen auf dem Bett liegen sah. Sie war so schön, dass der",
      "en": "Finally he came to the tower, where he saw Sleeping Beauty lying on the bed. She was so beautiful that the"
    },
    {
      "startSec": 303.16,
      "endSec": 311.68,
      "de": "Prinz sich sofort in sie verliebte und ihr einen Kuss gab. In dem Moment, in dem er sie küsste,",
      "en": "Prince immediately fell in love with her and gave her a kiss. The moment he kissed her,"
    },
    {
      "startSec": 311.68,
      "endSec": 319.4,
      "de": "erwachte Dornröschen und lächelte ihn an. Im selben Moment erwachte auch das ganze Schloss. Der König,",
      "en": "Sleeping Beauty woke up and smiled at him. At the same moment, the whole castle woke up. The king,"
    },
    {
      "startSec": 319.4,
      "endSec": 325.0,
      "de": "die Königin und der gesamte Hofstadt. Auch die Pferde im Stall, die Hunde auf dem Hof, die Tauben",
      "en": "the queen and the entire court town. Even the horses in the stables, the dogs in the courtyard, the pigeons"
    },
    {
      "startSec": 325.0,
      "endSec": 331.8,
      "de": "auf dem Dach und sogar die Fliegen an der Wand. Alle wachten auf. Das Feuer im Herd knisterte",
      "en": "on the roof and even the flies on the wall. Everyone woke up. The fire crackled in the stove"
    },
    {
      "startSec": 331.8,
      "endSec": 339.88,
      "de": "wieder und der Koch schimpfte mit dem Küchenjungen. Der Fluch war endlich gebrochen und Dornröschen",
      "en": "again and the cook scolded the scullion. The curse was finally broken and Sleeping Beauty"
    },
    {
      "startSec": 339.88,
      "endSec": 347.92,
      "de": "gerettet. Der Prinz durfte Dornröschen heiraten. Sie feierten ein großes Fest und die beiden lebten",
      "en": "saved. The prince was allowed to marry Sleeping Beauty. They celebrated a big party and the two of them lived"
    },
    {
      "startSec": 347.92,
      "endSec": 360.28,
      "de": "glücklich bis an ihr Ende. Jetzt kennst du das Märchen von Dornröschen. Aber hast du auch unseren",
      "en": "happily ever after. Now you know the fairy tale of Sleeping Beauty. But have you also heard our"
    },
    {
      "startSec": 360.28,
      "endSec": 361.72,
      "de": "kleinen Wichtel entdeckt?",
      "en": "discovered a little elf?"
    },
    {
      "startSec": 369.88,
      "endSec": 385.24,
      "de": "Na, kennst du das Mädchen mit dem hübschen roten Käppchen? Und weißt du, wer da so laut",
      "en": "Do you know the girl with the pretty red cap? And do you know who is so loud"
    },
    {
      "startSec": 385.24,
      "endSec": 395.36,
      "de": "schnarcht? Nein? Na dann schau genau zu. Es war einmal ein kleines Mädchen, das jeder lieb hatte.",
      "en": "snores? No? Then watch carefully. Once upon a time there was a little girl that everyone loved."
    },
    {
      "startSec": 395.36,
      "endSec": 403.0,
      "de": "Am liebsten aber hatte es ihre Großmutter. Einmal schenkte die Großmutter dem Mädchen ein Käppchen",
      "en": "But her grandmother was her favorite. Once, her grandmother gave the girl a little cap"
    },
    {
      "startSec": 403.0,
      "endSec": 409.12,
      "de": "aus rotem Sand. Und weil es ihm so gut stand und es das Käppchen ihm ertragen wollte, wurde das",
      "en": "of red sand. And because it suited him so well and the little cap wanted to put up with him, the"
    },
    {
      "startSec": 409.12,
      "endSec": 418.48,
      "de": "Mädchen Rotkäppchen genannt. Eines Tages war die Großmutter krank. Da sagte die Mutter zu Rotkäppchen,",
      "en": "The girl was called Little Red Riding Hood. One day her grandmother was ill. Then her mother said to Little Red Riding Hood,"
    },
    {
      "startSec": 418.48,
      "endSec": 424.96,
      "de": "bring der Großmutter Kuchen und Wein, dann wird sie sicher schnell wieder gesund. Aber bleib",
      "en": "Bring your grandmother cake and wine and she's sure to get well soon. But stay"
    },
    {
      "startSec": 424.96,
      "endSec": 431.72,
      "de": "auf dem Weg und verlaufe dich nicht im Wald. Da nahm Rotkäppchen den Korb und ging los.",
      "en": "on the path and don't get lost in the forest. So Little Red Riding Hood took the basket and set off."
    },
    {
      "startSec": 437.72,
      "endSec": 448.32,
      "de": "Unterwegs traf es den Wolf. Der Wolf sagte, guten Tag Rotkäppchen, wohin gehst du? Und Rotkäppchen",
      "en": "On the way he met the wolf. The wolf said, good day Little Red Riding Hood, where are you going? And Little Red Riding Hood"
    },
    {
      "startSec": 448.32,
      "endSec": 454.88,
      "de": "antwortete zu meiner kranken Großmutter, die bei den drei großen Eichen wohnt. Ich bringe ihr",
      "en": "replied to my sick grandmother, who lives by the three big oaks. I bring her"
    },
    {
      "startSec": 454.88,
      "endSec": 464.04,
      "de": "Kuchen und Wein. Der Wolf war böse und dachte sich, das Mädchen wäre ein leckerer Bissen. Aber wenn",
      "en": "Cake and wine. The wolf was angry and thought the girl would be a tasty morsel. But when"
    },
    {
      "startSec": 464.04,
      "endSec": 472.32,
      "de": "ich es klug anstelle, kann ich das Mädchen und die Großmutter schnappen. Er sagte, sieh doch mal die",
      "en": "If I do it wisely, I can catch the girl and the grandmother. He said, look at the"
    },
    {
      "startSec": 472.32,
      "endSec": 480.4,
      "de": "schönen Blumen um dich herum. Warum bringst du der Großmutter nicht ein paar mit? Rotkäppchen dachte,",
      "en": "beautiful flowers around you. Why don't you bring Grandma some? Little Red Riding Hood thought,"
    },
    {
      "startSec": 480.44,
      "endSec": 487.92,
      "de": "dass dies eine gute Idee sei und ging vom Weg ab, um Blumen zu pflücken. Dabei geriet es immer tiefer",
      "en": "that this was a good idea and went off the path to pick flowers. In the process, it got deeper and deeper"
    },
    {
      "startSec": 487.92,
      "endSec": 499.64,
      "de": "in den Wald. Der Wolf aber lief zum Haus der Großmutter und trat hinein. Er ging direkt zum",
      "en": "into the forest. But the wolf ran to his grandmother's house and went inside. He went straight to the"
    },
    {
      "startSec": 499.64,
      "endSec": 506.48,
      "de": "Bett, in dem die kranke Großmutter lag und verschlang sie. Dann zog er ihre Kleider und",
      "en": "bed where the sick grandmother lay and devoured her. Then he took off her clothes and"
    },
    {
      "startSec": 506.52,
      "endSec": 517.48,
      "de": "ihre Haube an, schloss die Vorhänge und legte sich in ihr Bett. Nach einiger Zeit kam Rotkäppchen",
      "en": "put on her hood, closed the curtains and lay down in her bed. After a while, Little Red Riding Hood came"
    },
    {
      "startSec": 517.48,
      "endSec": 524.8,
      "de": "mit dem Korb und einem großen Blumenstrauß zum Haus der Großmutter. Weil die Tür offen stand,",
      "en": "with the basket and a large bouquet of flowers to her grandmother's house. Because the door was open,"
    },
    {
      "startSec": 524.8,
      "endSec": 532.48,
      "de": "ging es hinein und grüßte. Da aber niemand antwortete, zog sie die Vorhänge auf. Da sah",
      "en": "she went in and said hello. But as no one answered, she drew the curtains. Then she saw"
    },
    {
      "startSec": 532.48,
      "endSec": 539.96,
      "de": "es die Großmutter, die ihre Haube tief ins Gesicht gezogen hatte und ganz merkwürdig aussah.",
      "en": "It was the grandmother, who had pulled her hood low over her face and looked very strange."
    },
    {
      "startSec": 539.96,
      "endSec": 549.76,
      "de": "Rotkäppchen fragte, Großmutter, was hast du für große Ohren? Damit ich dich besser hören kann.",
      "en": "Little Red Riding Hood asked, Grandmother, what big ears do you have? So that I can hear you better."
    },
    {
      "startSec": 549.76,
      "endSec": 561.12,
      "de": "Großmutter, was hast du für große Augen? Damit ich dich besser sehen kann. Großmutter,",
      "en": "Grandma, what are your big eyes? So that I can see you better. Grandmother,"
    },
    {
      "startSec": 561.12,
      "endSec": 569.52,
      "de": "was hast du für große Hände? Damit ich dich besser packen kann. Aber Großmutter,",
      "en": "What kind of big hands do you have? So I can grab you better. But grandmother,"
    },
    {
      "startSec": 569.52,
      "endSec": 578.96,
      "de": "was hast du denn für ein entsetzlich großes Maul? Damit ich dich besser fressen kann. Da sprang",
      "en": "What's with your horribly big mouth? So that I can eat you better. Then he jumped"
    },
    {
      "startSec": 578.96,
      "endSec": 586.72,
      "de": "der Wolf aus dem Bett und verschlang das arme Rotkäppchen. Und als der Wolf die Großmutter",
      "en": "the wolf got out of bed and devoured poor Little Red Riding Hood. And when the wolf found the grandmother"
    },
    {
      "startSec": 586.72,
      "endSec": 593.36,
      "de": "und das Rotkäppchen gefressen hatte, war er so satt und müde, dass er sich ins Bett legte,",
      "en": "and had eaten the Little Red Riding Hood, he was so full and tired that he went to bed,"
    },
    {
      "startSec": 593.36,
      "endSec": 603.64,
      "de": "einschlief und laut schnarchte. In dem Moment kam der Jäger am Haus vorbei. Er wunderte sich über",
      "en": "fell asleep and snored loudly. At that moment, the hunter came past the house. He wondered about"
    },
    {
      "startSec": 603.64,
      "endSec": 609.56,
      "de": "das laute Schnarchen der alten Frau und ging hinein, um nachzusehen, ob es hier gut gehe.",
      "en": "the old woman's loud snoring and went inside to see if it was all right."
    },
    {
      "startSec": 609.56,
      "endSec": 617.8,
      "de": "Sofort erkannte der Jäger den bösen Wolf im Bett. Er wollte schon mit dem Gewehr auf den Wolf",
      "en": "The hunter immediately recognized the bad wolf in the bed. He was about to shoot the wolf with his rifle"
    },
    {
      "startSec": 617.8,
      "endSec": 625.44,
      "de": "schießen. Da sah er dessen dicken Bauch. Da fiel ihm ein, dass der Wolf die Großmutter gefressen",
      "en": "shoot. Then he saw its big belly. Then he remembered that the wolf had eaten his grandmother."
    },
    {
      "startSec": 625.44,
      "endSec": 633.28,
      "de": "haben könnte und sie vielleicht noch zu retten wäre. Der Jäger schoss nicht, sondern nahm eine Schere",
      "en": "and it might still be possible to save her. The hunter did not shoot, but took a pair of scissors"
    },
    {
      "startSec": 633.28,
      "endSec": 643.44,
      "de": "und schnitt dem schlafenden Wolf den Bauch auf. Da sprang Rotkäppchen heraus und nach ein paar",
      "en": "and cut open the sleeping wolf's belly. Little Red Riding Hood jumped out and after a few"
    },
    {
      "startSec": 643.44,
      "endSec": 651.8,
      "de": "weiteren Schnitten kam auch die Großmutter aus dem Bauch des Wolfs. Beiden ging es gut. Rotkäppchen",
      "en": "After a few more cuts, the grandmother also emerged from the wolf's belly. Both were fine. Little Red Riding Hood"
    },
    {
      "startSec": 651.8,
      "endSec": 657.84,
      "de": "holte schnell ein paar große Steine, mit denen sie den Bauch des Wolfs füllten und ihn zunähten.",
      "en": "quickly fetched a few large stones with which they filled the wolf's belly and sewed it shut."
    },
    {
      "startSec": 657.84,
      "endSec": 667.68,
      "de": "Und als der Wolf aufwachte und schnell weglaufen wollte, waren die Steine so schwer, dass er tot",
      "en": "And when the wolf woke up and wanted to run away quickly, the stones were so heavy that he was dead."
    },
    {
      "startSec": 667.68,
      "endSec": 676.84,
      "de": "umfiel. Der Jäger, die Großmutter und Rotkäppchen freuten sich. Die Großmutter aß den Kuchen und",
      "en": "fell over. The hunter, grandmother and Little Red Riding Hood were delighted. The grandmother ate the cake and"
    },
    {
      "startSec": 676.84,
      "endSec": 683.92,
      "de": "trank den Wein, den Rotkäppchen mitgebracht hatte und erholte sich wieder. Aber Rotkäppchen",
      "en": "drank the wine Little Red Riding Hood had brought with her and recovered. But Little Red Riding Hood"
    },
    {
      "startSec": 683.92,
      "endSec": 690.76,
      "de": "sagte sich, ich will nie wieder allein vom Weg abgehen und in den Wald laufen, wenn es die Mutter",
      "en": "said to herself, I never want to leave the path and walk into the forest alone again, if the mother"
    },
    {
      "startSec": 690.76,
      "endSec": 701.32,
      "de": "verboten hat. Nun kennst du das Märchen von Rotkäppchen. Aber hast du auch unseren kleinen",
      "en": "has forbidden. Now you know the fairy tale of Little Red Riding Hood. But have you also heard our little"
    },
    {
      "startSec": 701.32,
      "endSec": 711.64,
      "de": "Wichtel entdeckt? Hallo, hat dir unser Märchen gefallen? Dann abonnier hier unseren Kanal,",
      "en": "Discovered an elf? Hello, did you like our fairy tale? Then subscribe to our channel here,"
    },
    {
      "startSec": 711.64,
      "endSec": 717.8,
      "de": "um die neuesten Märchen zu sehen. Hier bin ich. Du möchtest direkt weitere Märchen sehen? Dann klick hier.",
      "en": "to see the latest fairy tales. Here I am. Would you like to see more fairy tales directly? Then click here."
    }
  ]
}